Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/MySports.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, zh_cn, zh_hk, zh_tw

# BUTTON_CAPTION
source: The sports, leagues, teams, and athletes you are following will be associated with your Apple Account to sync across supported Apple apps, and used to personalize your experience and send you notifications. You can stop syncing any time.
ar: سيتم ربط الرياضات والدوريات والفِرق والرياضيين الذين تتابعهم بحساب Apple لمزامنتها على تطبيقات Apple المدعومة، واستخدام ذلك لتخصيص تجربتك وإرسال الإشعارات إليك. يمكنك إيقاف المزامنة في أي وقت.
bg: Спортовете, лигите, отборите и спортистите, които следвате, ще бъдат свързани с вашата Apple регистрация, за да се синхронизират през поддържаните приложения на Apple. Тази информация ще се използва за персонализиране на вашето изживяване и за изпращане на известия. Можете да спрете синхронизирането по всяко време.
ca: Els esports, les lligues, els equips i els esportistes que segueixis s’associaran al compte d’Apple per sincronitzar‑los en totes les apps d’Apple compatibles. També es faran servir per personalitzar l’experiència i enviar‑te notificacions. Pots aturar la sincronització en qualsevol moment.
cs: Sportovní disciplíny, soutěže, týmy a jednotliví sportovci, které si přidáte do sledovaných, se přidruží k vašemu účtu Apple, aby je bylo možné synchronizovat napříč všemi podporovanými aplikacemi společnosti Apple a využívat k osobnímu přizpůsobení prostředí a k posílání oznámení. Synchronizaci můžete kdykoli zastavit.
da: De sportsgrene, ligaer, hold og atleter, du følger, knyttes til din Apple‑konto og synkroniseres på tværs af understøttede Apple-apps. De bruges også til at gøre din oplevelse personlig og sende dig notifikationer. Du kan altid stoppe med at synkronisere.
de: Die Sportarten, Ligen, Teams und Sportler:innen, denen du folgst, werden zum Personalisieren deines Erlebnisses sowie zum Senden von Mitteilungen verwendet und mit deinem Apple Account verknüpft, um sie auf unterstützten Apps von Apple zu synchronisieren. Du kannst das Synchronisieren jederzeit beenden.
es: Los deportes, las ligas, los equipos y los deportistas que sigues se asociarán con tu cuenta de Apple para sincronizarse con apps de Apple compatibles, y se utilizarán para personalizar tu experiencia y enviarte notificaciones. Puedes detener la sincronización cuando quieras.
es_us: Los deportes, ligas, equipos y atletas que sigues se asociarán con tu cuenta de Apple para sincronizarlos con las apps de Apple compatibles, y se usarán para personalizar tu experiencia y enviarte notificaciones. Puedes detener la sincronización en cualquier momento.
fi: Lajit, liigat, joukkueet ja urheilijat, joita seuraat, yhdistetään Apple-tiliisi, jotta ne voidaan synkronoida tuettujen Applen appien välillä ja niitä käytetään kokemuksesi räätälöimiseen ja ilmoitusten lähettämiseen sinulle. Voit lopettaa synkronoinnin milloin tahansa.
fr: Les sports, les ligues, les équipes et les athlètes que vous suivez seront associés à votre compte Apple afin d’être synchronisés dans toutes les apps Apple prises en charge, et utilisés pour personnaliser votre expérience et vous envoyer des notifications. Vous pouvez arrêter la synchronisation à tout moment.
fr_ca: Les sports, ligues, équipes et athlètes que vous suivez seront associés à votre compte Apple pour être synchronisés avec les apps Apple prises en charge, et seront utilisés pour personnaliser votre expérience d’utilisation et vous envoyer des notifications. Vous pouvez arrêter la synchronisation à tout moment.
he: ענפי הספורט, הליגות, הקבוצות והספורטאים שעקבת אחריהם יקושרו לחשבון ה-Apple שלך לצורך סנכרון בין כל יישומי Apple הנתמכים, וישמשו כדי לספק לך חוויית שימוש בהתאמה אישית וכדי לשלוח לך עדכונים. ניתן להפסיק את הסנכרון בכל עת.
hi: आप जिन खेलों, लीग, टीमों और एथलीट को फ़ॉलो कर रहे हैं उन्हें आपके Apple खाते से संबद्ध कर दिया जाएगा ताकि उन्हें सभी समर्थित Apple ऐप्स पर सिंक किया जा सके और आपके अनुभव को वैयक्तिकृत करने और आपको सूचनाएँ भेजने के लिए उनका इस्तेमाल किया जाएगा। आप किसी भी समय सिंकिंग रोक सकते हैं।
hr: Sportovi, lige, timovi i sportaši koje pratite bit će povezani s vašim Apple računom radi sinkroniziranja u podržanim Apple aplikacijama te će se koristiti za personaliziranje vašeg iskustva i slanje obavijesti. U bilo kojem trenutku možete prestati sinkronizirati.
hu: Az Ön által követett sportok, ligák, csapatok és sportolók társítva lesznek az Ön Apple-fiókjával, hogy a támogatott Apple-appokban szinkronizálva legyenek, és arra lesznek felhasználva, hogy személyre szabjuk a felhasználói élményt, és értesítéseket küldjünk Önnek. A szinkronizálást bármikor igény szerint leállíthatja.
id: Olahraga, liga, tim, dan atlet yang Anda ikuti akan dikaitkan dengan Akun Apple Anda untuk diselaraskan di semua app Apple yang didukung, dan digunakan untuk mempersonalisasi pengalaman Anda serta mengirimi Anda pemberitahuan. Anda dapat berhenti menyelaraskan kapan pun.
it: Gli sport, i campionati, le squadre e gli atleti che segui verranno associati al tuo Apple Account per essere sincronizzati su tutte le app di Apple supportate e verranno utilizzati per personalizzare la tua esperienza d’uso e inviarti notifiche. Puoi interrompere la sincronizzazione in qualsiasi momento.
ja: フォローしているスポーツ、リーグ、チーム、アスリートは、Apple Accountに関連付けられ、対応しているAppleのアプリ間で同期されて、ユーザ体験をパーソナライズしたり通知を送信したりするために使用されます。同期はいつでも停止できます。
kk: Сіз жазылған спорт түрлері, лигалар, командалар және спортшылар барлық қолдау көрсетілетін Apple қолданбасында синхрондалуы үшін, олар Apple аккаунтыңызбен байланыстырылады, сондай-ақ сіз көретін контентті жекелендіру және хабарландырулар жіберу үшін пайдаланылады. Синхрондау әрекетін кез келген уақытта тоқтатуға болады.
ko: 사용자가 팔로우하는 스포츠, 리그, 팀 및 운동선수는 사용자의 Apple 계정과 연계되어 지원되는 Apple 앱에서 동기화되고, 사용자에게 개인 맞춤형 경험을 제공하고 사용자에게 알림을 보내기 위해 사용됩니다. 언제든지 동기화를 중단할 수 있습니다.
lt: Informacija apie jūsų sekamas sporto šakas, lygas, komandas ir sportininkus bus susieta su jūsų „Apple“ paskyra ir sinchronizuojama visose palaikomose „Apple“ programose, pagal ją bus individualiai pritaikomos funkcijos ir siunčiami pranešimai. Sinchronizavimą galite bet kada sustabdyti.
ms: Sukan, liga, pasukan dan atlet yang anda ikuti akan dikaitkan dengan Akaun Apple anda untuk diselaraskan merentas app Apple yang disokong serta digunakan untuk memperibadikan pengalaman anda dan menghantar pemberitahuan kepada anda. Anda boleh berhenti menyelaras pada bila-bila masa.
nl: Sporten, competities, teams en sporters die je volgt, worden gekoppeld aan je Apple Account, zodat ze worden gesynchroniseerd in ondersteunde apps van Apple en gebruikt om je ervaring te personaliseren en je meldingen te sturen. Je kunt de synchronisatie op elk moment stoppen.
no: Idrettene, ligaene, lagene og idrettsutøverne du følger, vil bli knyttet til Apple‑kontoen din for å synkronisere dem mellom alle støttede Apple-apper. De brukes også til å tilpasse opplevelsen din og sende deg varslinger. Du kan avslutte synkroniseringen når som helst.
pl: Obserwowane dyscypliny, ligi, drużyny i sportowcy zostaną powiązani z Twoim kontem Apple, aby umożliwić ich synchronizowanie w obsługiwanych aplikacjach Apple, personalizowanie działania tych aplikacji oraz wysyłanie Ci powiadomień. Synchronizowanie możesz wyłączyć w dowolnym momencie.
pt_br: Os esportes, ligas, times e atletas que você segue serão associados à sua Conta Apple para sincronização nos apps compatíveis da Apple e usados para personalizar sua experiência e enviar notificações a você. Você pode parar a sincronização a qualquer momento.
pt_pt: Os desportos, ligas, equipas e atletas que segue serão associados à sua conta Apple para sincronização em todas as aplicações Apple compatíveis e usados para personalizar a sua experiência e enviar‑lhe notificações. Pode optar por interromper a sincronização em qualquer altura.
ro: Informațiile despre sporturile, ligile, echipele și sportivii pe care îi urmăriți vor fi asociate contului dvs. Apple pentru a fi sincronizate între aplicațiile Apple compatibile și vor fi utilizate pentru a vă personaliza experiența și a vă trimite notificări. Puteți opri oricând sincronizarea.
ru: Сведения о том, какие виды спорта, соревнования, команды и спортсмены Вас интересуют, будут связаны с Вашим Аккаунтом Apple для синхронизации между поддерживаемыми приложениями Apple и будут использоваться для персонализации и отправки уведомлений. Вы можете прекратить синхронизацию в любой момент.
sk: Športové disciplíny, ligy, tímy a športovci, ktorých pridáte medzi nasledovaných, budú prepojení s vaším Apple účtom, aby ich bolo možné synchronizovať medzi podporovanými apkami spoločnosti Apple a používať na prispôsobenie rozhrania a posielanie hlásení. Synchronizáciu môžete kedykoľvek zastaviť.
sl: Športne panoge, lige, moštva in športniki, ki jim sledite, bodo povezani z vašim računom Apple, s čimer bodo sinhronizirani med podprtimi aplikacijami Apple ter se bodo uporabljali za prilagajanje vaše izkušnje in pošiljanje obvestil. Sinhronizacijo lahko kadarkoli prekličete.
sv: De sporter, ligor, lag och idrottare du följer kopplas till ditt Apple‑konto och synkroniseras mellan Apple-appar som stöds. De används även till att göra din upplevelse personligare och skicka notiser till dig. Du kan när som helst stoppa synkroniseringen.
th: กีฬา ลีก ทีม และนักกีฬาที่คุณติดตามจะผูกกับบัญชี Apple ของคุณเพื่อเชื่อมข้อมูลกับแอป Apple ที่รองรับทั้งหมดและใช้เพื่อปรับประสบการณ์ให้เข้ากับตัวคุณและส่งการแจ้งเตือนให้คุณอีกด้วย คุณสามารถหยุดเชื่อมข้อมูลได้ตลอดเวลา
tr: Takip ettiğiniz sporlar, ligler, takımlar ve sporcular desteklenen Apple uygulamalarında eşzamanlanmaları için Apple Hesabı’nızla ilişkilendirilir ve deneyiminizi özelleştirmek ve size bildirim göndermek için kullanılır. Eşzamanlamayı istediğiniz zaman durdurabilirsiniz.
uk: Види спорту, ліги, команди і спортсмени, за якими ви стежите, повʼязуватимуться з вашим обліковим записом Apple для синхронізації між підтримуваними програмами від Apple і використовуватимуться для персоналізації та надсилання сповіщень. Припинити синхронізацію можна будь-коли.
zh_cn: 你关注的运动、联赛、球队和运动员会与你的Apple账户关联，以便在支持的Apple App间同步，并用于向你提供个性化的使用体验和发送通知。你随时可以停止同步。
zh_hk: 你關注的體育內容、聯賽、隊伍和運動員會連繫至你的Apple帳户，以在支援的Apple App之間同步，並用於提供個人化的體驗和向你傳送通知。你可以隨時停止同步。
zh_tw: 你追蹤的運動、聯盟、隊伍和運動員會與你的「Apple帳號」產生關聯，來在所有支援的Apple App上同步，並用來提供個人化的使用體驗和向你傳送通知。你隨時可以停止同步。

# SECOND_BULLET
source: We use information about the sports interests you follow to personalize your experience within Apple apps including Apple Sports, Apple TV, and Apple News, and to send you notifications.
ar: نحن نستخدم معلومات عن الاهتمامات الرياضية التي تتابعها لتخصيص تجربتك داخل تطبيقات Apple - بما في ذلك Apple Sports و Apple TV و Apple News - ولإرسال الإشعارات إليك.
bg: Ние използваме информацията за спортните интереси, които следвате, за да персонализираме изживяването ви в приложенията на Apple, включително Apple Sports, Apple TV и Apple News, както и за да ви изпращаме известия.
ca: La informació sobre els temes d’esports que t’interessen s’utilitza per personalitzar l’experiència a les apps d’Apple, com ara l’Apple Sports, l’Apple TV i l’Apple News, i per enviar‑te notificacions.
cs: Informace o sportovním dění, které sledujete, využíváme k osobnímu přizpůsobení prostředí v aplikacích Apple, k nimž patří aplikace Apple Sports, Apple TV a Apple News, a k zasílání oznámení.
da: Vi bruger oplysninger om de sportsinteresser, du følger, til at tilpasse din oplevelse i Apple-apps, herunder Apple Sports, Apple TV-appen og Apple News, og til at sende dig notifikationer.
de: Apple nutzt Daten über die Sportthemen, denen du folgst, um dein Erlebnis in Apps von Apple wie Apple Sports, Apple TV und Apple News zu personalisieren und dir Mitteilungen zu senden.
es: Usamos la información sobre el contenido deportivo que sigues para personalizar tu experiencia en apps de Apple, como Apple Sports, Apple TV y Apple News, y para enviarte notificaciones.
es_us: Usamos información sobre los intereses deportivos que sigues para personalizar tu experiencia en las apps de Apple, incluyendo Apple Sports, Apple TV y Apple News, y para enviarte notificaciones.
fi: Apple käyttää myös tietoja urheiluun liittyvistä kiinnostuksenkohteistasi kokemuksesi räätälöimiseen Applen apeissa, mukaan lukien Apple Sports, Apple TV ja Apple News, ja ilmoitusten lähettämiseen sinulle.
fr: Nous utilisons les informations relatives aux sports que vous suivez pour personnaliser votre expérience dans les apps Apple, notamment Apple Sports, Apple TV et Apple News, et vous envoyer des notifications.
fr_ca: Nous utilisons des informations sur les centres d’intérêt sportifs que vous suivez pour personnaliser votre expérience au sein des apps Apple, y compris Sports, Apple TV et News, et pour vous envoyer des notifications.
he: אנו משתמשים במידע בנוגע לתכני הספורט שעקבת אחריהם כדי להתאים באופן אישי את חוויית השימוש שלך ביישומים של Apple, כולל Sports, ‏TV ו-News, וכדי לשלוח לך עדכונים.
hi: हम आपके द्वारा फ़ॉलो की जाने वाली खेल संबंधी दिलचस्पियों के बारे में जानकारी का इस्तेमाल Apple Sports, Apple TV और Apple News सहित Apple ऐप्स में आपके अनुभव को वैयक्तिकृत करने और आपको सूचनाएँ भेजने के लिए करते हैं।
hr: Informacije o sportskim interesima koje pratite koristimo za personaliziranje vašeg iskustva unutar Apple aplikacija, uključujući Apple Sports, Apple TV i Apple News te kako bismo vam slali obavijesti.
hu: Az Ön által követett sportokkal kapcsolatos érdeklődési területeiről információkat használunk fel ahhoz, hogy személyre szabjuk a felhasználói élményt az Apple-appokon belül, többek között az Apple Sports appban, az Apple TV appban és az Apple Newsban, valamint ahhoz, hogy értesítéseket küldjünk Önnek.
id: Kami menggunakan informasi mengenai minat olahraga yang Anda ikuti untuk mempersonalisasi pengalaman Anda di dalam app Apple, termasuk Apple Sports, Apple TV, dan Apple News, dan untuk mengirimi Anda pemberitahuan.
it: Apple utilizza le informazioni sui tuoi interessi sportivi per personalizzare la tua esperienza di utilizzo delle app di Apple, incluse Sports, TV e News, e per inviarti notifiche.
ja: Apple Sports、Apple TV、Apple NewsなどのAppleのアプリであなたの体験をパーソナライズして通知を送信するために、Appleは、あなたがフォローしているスポーツへの関心についての情報を使用します。
kk: Сіз жазылған спорттық қызығушылықтарыңыз туралы ақпаратты Apple қолданбаларының, оның ішінде Apple Sports, Apple TV және Apple News сервистерінің шеңберіндегі тәжірибеңізді жекелендіру және хабарландырулар жіберу үшін пайдаланамыз.
ko: Apple은 사용자가 팔로우하는 스포츠 관심사 관련 정보를 사용하여 Apple Sports, Apple TV 및 Apple News 등 Apple 앱 내에서 개인 맞춤형 사용자 경험을 제공하고 사용자에게 알림을 보냅니다.
lt: Pagal informaciją apie jūsų sekamus sporto interesus galime suasmeninti jūsų naudojimo patirtį „Apple“ programose, įskaitant „Apple Sports“, „Apple TV“ ir „Apple News“, ir siųsti jums pranešimus.
ms: Kami menggunakan maklumat tentang minat sukan yang anda ikuti untuk memperibadikan pengalaman anda dalam app Apple termasuk Apple Sports, Apple TV dan Apple News, serta untuk menghantar pemberitahuan kepada anda.
nl: We gebruiken informatie over de sportinteresses die je volgt om je ervaring in Apple apps, waaronder Apple Sports, Apple TV en Apple News, te personaliseren en je meldingen te sturen.
no: Vi bruker informasjon om sportsemnene du følger, til å tilpasse opplevelsen for deg i Apple-apper som Sports, TV og News, og til å sende deg varslinger.
pl: Wykorzystujemy informacje o zainteresowaniach sportowych, które obserwujesz, do personalizowania działania aplikacji Apple (w tym Apple Sports, Apple TV i Apple News) oraz do wysyłania powiadomień.
pt_br: Usamos as informações sobre os interesses esportivos que você segue para personalizar sua experiência nos apps da Apple, incluindo o Apple Sports, o Apple TV e o Apple News, e para enviar notificações a você.
pt_pt: Usamos informações sobre os interesses desportivos que segue para personalizar a sua experiência nas aplicações Apple, incluindo Apple Sports, TV e Apple News, e para lhe enviar notificações.
ro: Informațiile despre interesele sportive pe care le urmăriți sunt utilizate pentru a personaliza experiența dvs. din cadrul aplicațiilor Apple, inclusiv Apple Sports, Apple TV și Apple News, și pentru a vă trimite notificări.
ru: Мы используем информацию о Ваших спортивных интересах, чтобы отправлять Вам уведомления и персонализировать для Вас функции приложений Apple, в том числе Apple Sports, Apple TV и Apple News.
sk: Informácie o športových okruhoch, ktoré sledujete, používame na prispôsobenie rozhrania v apkách spoločnosti Apple vrátane Sports, TV a News a na posielanie hlásení.
sl: Informacije o športnih interesih, ki jim sledite, uporabljamo za prilagajanje vaše izkušnje v aplikacijah družbe Apple, vključno z Apple Sports, Apple TV in Apple News, ter za pošiljanje obvestil.
sv: Vi använder information om de sportintressen du följer till att personanpassa din upplevelse i Apple-appar inklusive Apple Sports, Apple TV och Apple News samt till att skicka notiser till dig.
th: เราใช้ข้อมูลเกี่ยวกับกีฬาที่คุณสนใจและติดตามเพื่อปรับแต่งประสบการณ์สำหรับคุณโดยเฉพาะในแอป Apple รวมถึง Apple Sports, Apple TV และ Apple News และเพื่อส่งการแจ้งเตือนให้คุณ
tr: Apple Sports, Apple TV ve Apple News da dahil olmak üzere Apple uygulamalarındaki deneyiminizi kişiselleştirmek ve size bildirim göndermek için takip ettiğiniz spora ilişkin ilgi alanları hakkındaki bilgileri kullanırız.
uk: Ми використовуємо інформацію про спортивні зацікавлення, за якими ви стежите, для персоналізації програм від Apple, зокрема програм Sports, TV та News, і для надсилання сповіщень.
zh_cn: 我们使用你关注的运动喜好相关信息在Apple App（包括Apple Sports、Apple TV和Apple News）内为你提供个性化的使用体验以及向你发送通知。
zh_hk: 我們會使用你關注的體育內容偏好之相關資料，在Apple App（包括Apple Sports、Apple TV和Apple News）中為你提供個人化的體驗，以及向你傳送通知。
zh_tw: 我們會使用你追蹤的運動偏好相關資訊來個人化你使用Apple App的體驗（包含Apple Sports、Apple TV和Apple News），並傳送通知。

# BUTTON_TITLE
source: See how your data is managed…
ar: يمكنك التعرُّف على كيفية إدارة بياناتك…
bg: Вижте как се управляват вашите данни…
ca: Mostra com es gestionen les dades…
cs: Informace o správě vašich dat…
da: Se, hvordan dine data administreres…
de: So werden deine Daten verwaltet …
es: Consulta cómo se gestionan tus datos…
es_us: Consulta cómo se utiliza tu información…
fi: Katso, miten tietojasi hallitaan…
fr: Découvrez comment sont gérées vos données…
fr_ca: Découvrez comment vos données sont gérées…
he: כיצד מנוהלים הנתונים שלך…
hi: देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…
hr: Pogledajte kako se upravlja vašim podacima⁠…
hu: Az adatok kezelésének áttekintése…
id: Lihat bagaimana data Anda dikelola…
it: Scopri come vengono gestiti i tuoi dati…
ja: 個人データの管理方法について確認…
kk: Деректеріңіз қалай басқарылады…
ko: 사용자의 데이터가 어떻게 관리되는지 보기…
lt: Kaip tvarkomi jūsų duomenys…
ms: Lihat cara data anda diurus…
nl: Bekijk hoe je gegevens worden beheerd…
no: Se hvordan dataene administreres…
pl: Jak zarządzamy Twoimi danymi…
pt_br: Veja como os seus dados são gerenciados…
pt_pt: Veja como são geridos os seus dados…
ro: Aflați cum sunt gestionate datele dvs…
ru: Как осуществляется управление данными…
sk: Informácie o správe vašich dát…
sl: Kako so upravljani vaši podatki …
sv: Se hur dina data hanteras…
th: ดูการจัดการข้อมูลของคุณ…
tr: Verilerinizin nasıl yönetildiğini görün…
uk: Як керують вашими даними…
zh_cn: 了解数据的管理方式…
zh_hk: 查看資料管理方式⋯
zh_tw: 查看你資料的管理方式⋯
